Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# paywall.button.manage
source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fr: Gérer
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
nl: Beheer
pl: Zarządzaj
pt_br: Gerenciar
ru: Управление
tr: Yönet
uk: Керувати
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# paywall.button.redeemOfferCode
source: Redeem Code
ar: استرداد الرمز
de: Code einlösen
es: Canjear código
fr: Utiliser un code
id: Tebus Kode
it: Riscatta codice
ja: コードを引き換え
ko: 코드 사용
nl: Code inwisselen
pl: Zrealizuj kod
pt_br: Resgatar Código
ru: Активировать код
tr: Kodu Kullan
uk: Активувати код
vi: Nhập mã ưu đãi
zh_hans: 兑换优惠码
zh_hant: 兌換優惠碼

# paywall.button.restore
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复购买
zh_hant: 還原購買

# paywall.button.subscribeMonthlyFormat
source: Subscribe Monthly · %@ / month
ar: اشتراك شهري · %@ / شهر
de: Monatlich abonnieren · %@ / Monat
es: Suscribirse mensual · %@ / mes
fr: Abonnement mensuel · %@ / mois
id: Langganan Bulanan · %@ / bulan
it: Abbonamento mensile · %@ / mese
ja: 月額購読 · %@ /月
ko: 월간 구독 · %@ / 월
nl: Maandelijks abonneren · %@ / maand
pl: Subskrybuj miesięcznie · %@ / miesiąc
pt_br: Assinar Mensalmente · %@ / mês
ru: Подписка на месяц · %@ / месяц
tr: Aylık Abone Ol · %@ / ay
uk: Підписатися щомісяця · %@ / міс.
vi: Đăng ký hàng tháng · %@ / tháng
zh_hans: 订阅月度版 · %@ / 月
zh_hant: 訂閱月費版 · %@ / 月

# paywall.button.subscribeYearlyFormat
source: Subscribe Yearly · %@ / year
ar: اشتراك سنوي · %@ / سنة
de: Jährlich abonnieren · %@ / Jahr
es: Suscribirse anual · %@ / año
fr: Abonnement annuel · %@ / an
id: Langganan Tahunan · %@ / tahun
it: Abbonamento annuale · %@ / anno
ja: 年額購読 · %@ /年
ko: 연간 구독 · %@ / 년
nl: Jaarlijks abonneren · %@ / jaar
pl: Subskrybuj rocznie · %@ / rok
pt_br: Assinar Anualmente · %@ / ano
ru: Подписка на год · %@ / год
tr: Yıllık Abone Ol · %@ / yıl
uk: Підписатися щорічно · %@ / рік
vi: Đăng ký hàng năm · %@ / năm
zh_hans: 订阅年度版 · %@ / 年
zh_hant: 訂閱年費版 · %@ / 年

# paywall.direct.activateTitle
source: Already paid?
ar: هل دفعت بالفعل؟
de: Bereits bezahlt?
es: ¿Ya pagaste?
fr: Déjà payé ?
id: Sudah bayar?
it: Hai già pagato?
ja: すでに支払い済みですか？
ko: 이미 결제하셨나요?
nl: Al betaald?
pl: Już zapłaciłeś?
pt_br: Já pagou?
ru: Уже оплатили?
tr: Zaten ödediniz mi?
uk: Вже оплачено?
vi: Đã thanh toán?
zh_hans: 已经完成支付？
zh_hant: 已經付款？

# paywall.direct.buyLifetime
source: Buy Lifetime
ar: شراء مدى الحياة
de: Lebenslang kaufen
es: Comprar de por vida
fr: Achat à vie
id: Beli Seumur Hidup
it: Acquista a vita
ja: ライフタイムを購入
ko: 평생 구매
nl: Levenslang kopen
pl: Kup na zawsze
pt_br: Comprar Vitalício
ru: Купить навсегда
tr: Ömür Boyu Satın Al
uk: Купити назавжди
vi: Mua trọn đời
zh_hans: 购买终身版
zh_hant: 購買終身版

# paywall.direct.buyMonthly
source: Buy Monthly
ar: شراء شهري
de: Monatlich kaufen
es: Comprar mensual
fr: Achat mensuel
id: Beli Bulanan
it: Acquista mensile
ja: 月額を購入
ko: 월간 구매
nl: Maandelijks kopen
pl: Kup miesięcznie
pt_br: Comprar Mensal
ru: Купить на месяц
tr: Aylık Satın Al
uk: Купити щомісяця
vi: Mua hàng tháng
zh_hans: 购买月付版
zh_hant: 購買月費版

# paywall.direct.buyYearly
source: Buy Yearly
ar: شراء سنوي
de: Jährlich kaufen
es: Comprar anual
fr: Achat annuel
id: Beli Tahunan
it: Acquista annuale
ja: 年額を購入
ko: 연간 구매
nl: Jaarlijks kopen
pl: Kup rocznie
pt_br: Comprar Anual
ru: Купить на год
tr: Yıllık Satın Al
uk: Купити щорічно
vi: Mua hàng năm
zh_hans: 购买年付版
zh_hant: 購買年費版

# paywall.direct.footer
source: Payment opens in your browser. Paste the license key from the success page or receipt to activate Pro on this Mac.
ar: يتم الدفع في متصفحك. الصق مفتاح الترخيص من صفحة النجاح أو الإيصال لتفعيل Pro على هذا الـ Mac.
de: Die Zahlung erfolgt in Ihrem Browser. Fügen Sie den Lizenzschlüssel von der Erfolgsseite oder der Quittung ein, um Pro auf diesem Mac zu aktivieren.
es: El pago se abre en tu navegador. Pega la clave de licencia de la página de éxito o el recibo para activar Pro en este Mac.
fr: Le paiement s'effectue dans votre navigateur. Collez la clé de licence depuis la page de confirmation ou le reçu pour activer Pro sur ce Mac.
id: Pembayaran dibuka di browser Anda. Tempelkan kunci lisensi dari halaman sukses atau tanda terima untuk mengaktifkan Pro di Mac ini.
it: Il pagamento si apre nel browser. Incolla la chiave di licenza dalla pagina di successo o dalla ricevuta per attivare Pro su questo Mac.
ja: 支払いはブラウザで開きます。成功ページまたは領収書からライセンスキーを貼り付けて、このMacでProをアクティベートしてください。
ko: 결제는 브라우저에서 진행됩니다. 성공 페이지 또는 영수증에서 라이선스 키를 붙여넣어 이 Mac에서 Pro를 활성화하세요.
nl: Betaling opent in uw browser. Plak de licentiesleutel van de succespagina of de bon om Pro op deze Mac te activeren.
pl: Płatność otwiera się w przeglądarce. Wklej klucz licencyjny ze strony sukcesu lub paragonu, aby aktywować Pro na tym Macu.
pt_br: O pagamento abre no seu navegador. Cole a chave de licença da página de sucesso ou do recibo para ativar o Pro neste Mac.
ru: Оплата открывается в вашем браузере. Вставьте лицензионный ключ со страницы успеха или из чека, чтобы активировать Pro на этом Mac.
tr: Ödeme tarayıcınızda açılır. Bu Mac'te Pro'yu etkinleştirmek için başarı sayfasındaki veya makbuzdaki lisans anahtarını yapıştırın.
uk: Оплата відкривається у вашому браузері. Вставте ліцензійний ключ зі сторінки успіху або квитанції, щоб активувати Pro на цьому Mac.
vi: Thanh toán mở trong trình duyệt của bạn. Dán khóa bản quyền từ trang thành công hoặc biên lai để kích hoạt Pro trên máy Mac này.
zh_hans: 支付会在浏览器打开。完成后粘贴成功页或收据里的授权码，即可在这台 Mac 激活 Pro。
zh_hant: 付款將在瀏覽器中開啟。請從成功頁面或收據中貼上授權金鑰，以在此 Mac 上啟用 Pro。

# paywall.plan.yearlyMonthlyEquivalentFormat
source: About %@ / month
ar: حوالي %@ / شهر
de: Ca. %@ / Monat
es: Aprox. %@ / mes
fr: Environ %@ / mois
id: Sekitar %@ / bulan
it: Circa %@ / mese
ja: 約 %@ /月
ko: 약 %@ / 월
nl: Ongeveer %@ / maand
pl: Około %@ / miesiąc
pt_br: Cerca de %@ / mês
ru: Около %@ / месяц
tr: Yaklaşık %@ / ay
uk: Приблизно %@ / міс.
vi: Khoảng %@ / tháng
zh_hans: 约 %@ / 月
zh_hant: 約 %@ / 月

# paywall.plan.yearlySavingsFormat
source: Recommended · Save %d%%
ar: موصى به · وفر %d%%
de: Empfohlen · %d%% sparen
es: Recomendado · Ahorra %d%%
fr: Recommandé · Économisez %d%%
id: Direkomendasikan · Hemat %d%%
it: Consigliato · Risparmia %d%%
ja: おすすめ · %d%%節約
ko: 추천 · %d%% 절약
nl: Aanbevolen · Bespaar %d%%
pl: Polecane · Oszczędź %d%%
pt_br: Recomendado · Economize %d%%
ru: Рекомендуется · Сэкономьте %d%%
tr: Önerilen · %d%% tasarruf edin
uk: Рекомендовано · Зекономте %d%%
vi: Khuyến nghị · Tiết kiệm %d%%
zh_hans: 推荐 · 省 %d%%
zh_hant: 推薦 · 省 %d%%

# paywall.subtitleFormat
source: %@ requires Starcat Pro.
ar: %@ يتطلب Starcat Pro.
de: %@ benötigt Starcat Pro.
es: %@ requiere Starcat Pro.
fr: %@ nécessite Starcat Pro.
id: %@ memerlukan Starcat Pro.
it: %@ richiede Starcat Pro.
ja: %@ にはStarcat Proが必要です。
ko: %@을(를) 사용하려면 Starcat Pro가 필요합니다.
nl: %@ vereist Starcat Pro.
pl: %@ wymaga Starcat Pro.
pt_br: %@ requer o Starcat Pro.
ru: Для %@ требуется Starcat Pro.
tr: %@, Starcat Pro gerektirir.
uk: %@ потребує Starcat Pro.
vi: %@ yêu cầu Starcat Pro.
zh_hans: %@ 需要 Starcat Pro。
zh_hant: %@ 需要 Starcat Pro。

# paywall.title
source: Unlock Starcat Pro
ar: فتح Starcat Pro
de: Starcat Pro freischalten
es: Desbloquear Starcat Pro
fr: Débloquer Starcat Pro
id: Buka Starcat Pro
it: Sblocca Starcat Pro
ja: Starcat Proをアンロック
ko: Starcat Pro 잠금 해제
nl: Starcat Pro ontgrendelen
pl: Odblokuj Starcat Pro
pt_br: Desbloquear o Starcat Pro
ru: Разблокировать Starcat Pro
tr: Starcat Pro'yu Etkinleştir
uk: Розблокувати Starcat Pro
vi: Mở khóa Starcat Pro
zh_hans: 解锁 Starcat Pro
zh_hant: 解鎖 Starcat Pro

# rag.browser.chunk.contentLabel
source: Chunk content
ar: محتوى القطعة
de: Chunk-Inhalt
es: Contenido del fragmento
fr: Contenu du fragment
id: Konten potongan
it: Contenuto del chunk
ja: チャンクの内容
ko: 청크 내용
nl: Chunk-inhoud
pl: Treść fragmentu
pt_br: Conteúdo do fragmento
ru: Содержимое чанка
tr: Parça içeriği
uk: Вміст фрагмента
vi: Nội dung đoạn
zh_hans: 分片内容
zh_hant: 區塊內容

# rag.browser.chunk.disable
source: Disable chunk
ar: تعطيل القطعة
de: Chunk deaktivieren
es: Deshabilitar fragmento
fr: Désactiver le fragment
id: Nonaktifkan potongan
it: Disabilita chunk
ja: チャンクを無効化
ko: 청크 비활성화
nl: Chunk uitschakelen
pl: Wyłącz fragment
pt_br: Desativar fragmento
ru: Отключить чанк
tr: Parçayı devre dışı bırak
uk: Вимкнути фрагмент
vi: Vô hiệu hóa đoạn
zh_hans: 停用分片
zh_hant: 停用區塊

# rag.browser.chunk.edit
source: Edit chunk
ar: تحرير القطعة
de: Chunk bearbeiten
es: Editar fragmento
fr: Modifier le fragment
id: Edit potongan
it: Modifica chunk
ja: チャンクを編集
ko: 청크 편집
nl: Chunk bewerken
pl: Edytuj fragment
pt_br: Editar fragmento
ru: Редактировать чанк
tr: Parçayı düzenle
uk: Редагувати фрагмент
vi: Chỉnh sửa đoạn
zh_hans: 编辑分片
zh_hant: 編輯區塊

# rag.browser.chunk.edit.restoreHint
source: Saving this edit will mark it available again
ar: حفظ هذا التعديل سيجعلها متاحة مرة أخرى
de: Durch Speichern dieser Bearbeitung wird er wieder verfügbar
es: Guardar esta edición lo marcará como disponible nuevamente
fr: Enregistrer cette modification le rendra à nouveau disponible
id: Menyimpan edit ini akan menandainya tersedia lagi
it: Salvando questa modifica verrà segnato come nuovamente disponibile
ja: この編集を保存すると、再び利用可能になります
ko: 이 편집 내용을 저장하면 다시 사용 가능으로 표시됩니다.
nl: Als u deze bewerking opslaat, wordt deze weer beschikbaar gemarkeerd
pl: Zapisanie tej edycji oznaczy go jako ponownie dostępny
pt_br: Salvar esta edição irá marcá-lo como disponível novamente
ru: Сохранение этой правки сделает её снова доступной
tr: Bu düzenlemeyi kaydetmek, onu tekrar kullanılabilir olarak işaretleyecek
uk: Збереження цього редагування зробить його знову доступним
vi: Lưu chỉnh sửa này sẽ đánh dấu nó có sẵn trở lại
zh_hans: 编辑保存后重置为可用
zh_hant: 儲存此編輯後將標記為可用

# rag.browser.chunk.metadataManaged
source: Repository Metadata is system-managed and cannot be removed
ar: بيانات المستودع الوصفية تُدار من قبل النظام ولا يمكن إزالتها
de: Repository-Metadaten werden systemseitig verwaltet und können nicht entfernt werden
es: Los metadatos del repositorio son gestionados por el sistema y no se pueden eliminar
fr: Les métadonnées du dépôt sont gérées par le système et ne peuvent pas être supprimées
id: Metadata Repositori dikelola sistem dan tidak dapat dihapus
it: I metadati del repository sono gestiti dal sistema e non possono essere rimossi
ja: リポジトリメタデータはシステム管理されており、削除できません
ko: 저장소 메타데이터는 시스템에서 관리하며 제거할 수 없습니다.
nl: Repository-metadata wordt door het systeem beheerd en kan niet worden verwijderd
pl: Metadane repozytorium są zarządzane przez system i nie można ich usunąć
pt_br: Metadados do Repositório são gerenciados pelo sistema e não podem ser removidos
ru: Метаданные репозитория управляются системой и не могут быть удалены
tr: Depo Meta Verileri sistem tarafından yönetilir ve kaldırılamaz
uk: Метадані репозиторію керуються системою і не можуть бути видалені
vi: Siêu dữ liệu kho lưu trữ do hệ thống quản lý và không thể xóa
zh_hans: 仓库元数据由系统维护，不能删除
zh_hant: 儲存庫中繼資料由系統管理，無法移除

# rag.browser.chunk.permanentDelete
source: Permanently delete chunk
ar: حذف القطعة نهائيًا
de: Chunk endgültig löschen
es: Eliminar fragmento permanentemente
fr: Supprimer définitivement le fragment
id: Hapus potongan secara permanen
it: Elimina chunk definitivamente
ja: チャンクを完全に削除
ko: 청크 영구 삭제
nl: Chunk permanent verwijderen
pl: Trwale usuń fragment
pt_br: Excluir permanentemente o fragmento
ru: Удалить чанк навсегда
tr: Parçayı kalıcı olarak sil
uk: Назавжди видалити фрагмент
vi: Xóa vĩnh viễn đoạn
zh_hans: 永久删除分片
zh_hant: 永久刪除區塊

# rag.browser.chunk.permanentDelete.action
source: Delete permanently
ar: حذف نهائي
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
id: Hapus permanen
it: Elimina definitivamente
ja: 完全に削除
ko: 영구 삭제
nl: Permanent verwijderen
pl: Usuń trwale
pt_br: Excluir permanentemente
ru: Удалить навсегда
tr: Kalıcı olarak sil
uk: Видалити назавжди
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# rag.browser.chunk.permanentDelete.message
source: This chunk will no longer appear in the list or be retrieved, even after the index is refreshed.
ar: لن تظهر هذه القطعة في القائمة بعد الآن ولن يتم استرجاعها، حتى بعد تحديث الفهرس.
de: Dieser Chunk wird nicht mehr in der Liste angezeigt oder abgerufen, auch nicht nach einer Aktualisierung des Index.
es: Este fragmento ya no aparecerá en la lista ni se recuperará, incluso después de actualizar el índice.
fr: Ce fragment n'apparaîtra plus dans la liste et ne sera plus récupéré, même après actualisation de l'index.
id: Potongan ini tidak akan muncul lagi dalam daftar atau diambil, bahkan setelah indeks disegarkan.
it: Questo chunk non apparirà più nell'elenco né verrà recuperato, anche dopo l'aggiornamento dell'indice.
ja: このチャンクはリストに表示されなくなり、インデックスを更新しても取得されなくなります。
ko: 이 청크는 목록에 더 이상 표시되지 않으며 인덱스를 새로 고쳐도 검색되지 않습니다.
nl: Deze chunk wordt niet meer weergegeven in de lijst of opgehaald, zelfs niet na het vernieuwen van de index.
pl: Ten fragment nie będzie już widoczny na liście ani pobierany, nawet po odświeżeniu indeksu.
pt_br: Este fragmento não aparecerá mais na lista nem será recuperado, mesmo após a atualização do índice.
ru: Этот чанк больше не будет отображаться в списке или извлекаться, даже после обновления индекса.
tr: Bu parça, dizin yenilendikten sonra bile listede görünmeyecek ve alınmayacaktır.
uk: Цей фрагмент більше не з'являтиметься у списку і не буде отриманий, навіть після оновлення індексу.
vi: Đoạn này sẽ không còn xuất hiện trong danh sách hoặc được truy xuất, ngay cả sau khi làm mới chỉ mục.
zh_hans: 此分片将不再出现在列表中或参与召回，即使刷新索引也不会重新生成。
zh_hant: 此區塊將不再顯示於清單中或參與檢索，即使重新整理索引也不會重新產生。

# rag.browser.chunk.permanentDelete.title
source: Permanently delete this chunk?
ar: هل تريد حذف هذه القطعة نهائيًا؟
de: Diesen Chunk endgültig löschen?
es: ¿Eliminar este fragmento permanentemente?
fr: Supprimer définitivement ce fragment ?
id: Hapus potongan ini secara permanen?
it: Eliminare definitivamente questo chunk?
ja: このチャンクを完全に削除しますか？
ko: 이 청크를 영구 삭제하시겠습니까?
nl: Deze chunk permanent verwijderen?
pl: Trwale usunąć ten fragment?
pt_br: Excluir permanentemente este fragmento?
ru: Удалить этот чанк навсегда?
tr: Bu parça kalıcı olarak silinsin mi?
uk: Назавжди видалити цей фрагмент?
vi: Xóa vĩnh viễn đoạn này?
zh_hans: 永久删除此分片？
zh_hant: 永久刪除此區塊？

# rag.browser.chunk.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# rag.browser.chunk.section
source: Section path
ar: مسار القسم
de: Abschnittspfad
es: Ruta de sección
fr: Chemin de section
id: Jalur bagian
it: Percorso sezione
ja: セクションパス
ko: 섹션 경로
nl: Sectiepad
pl: Ścieżka sekcji
pt_br: Caminho da seção
ru: Путь раздела
tr: Bölüm yolu
uk: Шлях до розділу
vi: Đường dẫn phần
zh_hans: 章节路径
zh_hant: 章節路徑

# rag.browser.chunk.sectionLabel
source: Section path
ar: مسار القسم
de: Abschnittspfad
es: Ruta de sección
fr: Chemin de section
id: Jalur bagian
it: Percorso sezione
ja: セクションパス
ko: 섹션 경로
nl: Sectiepad
pl: Ścieżka sekcji
pt_br: Caminho da seção
ru: Путь раздела
tr: Bölüm yolu
uk: Шлях до розділу
vi: Đường dẫn phần
zh_hans: 章节路径
zh_hant: 章節路徑

# rag.browser.chunk.title
source: Chunk title
ar: عنوان القطعة
de: Chunk-Titel
es: Título del fragmento
fr: Titre du fragment
id: Judul potongan
it: Titolo chunk
ja: チャンクタイトル
ko: 청크 제목
nl: Chunktitel
pl: Tytuł fragmentu
pt_br: Título do fragmento
ru: Заголовок чанка
tr: Parça başlığı
uk: Назва фрагмента
vi: Tiêu đề đoạn
zh_hans: 分片标题
zh_hant: 區塊標題

# rag.browser.chunk.titleLabel
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# rag.browser.chunks
source: Indexed chunks
ar: القطع المفهرسة
de: Indizierte Chunks
es: Fragmentos indexados
fr: Fragments indexés
id: Potongan terindeks
it: Chunk indicizzati
ja: インデックスされたチャンク
ko: 인덱싱된 청크
nl: Geïndexeerde chunks
pl: Indeksowane fragmenty
pt_br: Fragmentos indexados
ru: Индексированные чанки
tr: Dizine eklenmiş parçalar
uk: Індексовані фрагменти
vi: Các đoạn đã lập chỉ mục
zh_hans: 已入库分片
zh_hant: 已索引的區塊

# rag.browser.chunks.loadMore
source: Load more
ar: تحميل المزيد
de: Mehr laden
es: Cargar más
fr: Charger plus
id: Muat lebih banyak
it: Carica altri
ja: さらに読み込む
ko: 더 불러오기
nl: Meer laden
pl: Wczytaj więcej
pt_br: Carregar mais
ru: Загрузить ещё
tr: Daha fazla yükle
uk: Завантажити ще
vi: Tải thêm
zh_hans: 加载更多
zh_hant: 載入更多

# rag.browser.chunks.tokenCountFormat
source: ≈ %lld tokens
ar: ≈ %lld رمز
de: ≈ %lld Token
id: ≈ %lld token
it: ≈ %lld token
ja: ≈ %lld トークン
ko: ≈ %lld 토큰
pl: ≈ %lld tokenów
ru: ≈ %lld токенов
tr: ≈ %lld token
uk: ≈ %lld токенів
vi: ≈ %lld token
zh_hans: 约 %lld tokens

# rag.browser.noChunks
source: No indexed content yet
ar: لا يوجد محتوى مفهرس بعد
de: Noch kein indizierter Inhalt
es: Aún no hay contenido indexado
fr: Aucun contenu indexé pour l'instant
id: Belum ada konten terindeks
it: Nessun contenuto ancora indicizzato
ja: まだインデックス化されたコンテンツはありません
ko: 아직 인덱싱된 콘텐츠가 없습니다.
nl: Nog geen geïndexeerde inhoud
pl: Brak indeksowanej treści
pt_br: Nenhum conteúdo indexado ainda
ru: Ещё нет проиндексированного содержимого
tr: Henüz dizine eklenmiş içerik yok
uk: Ще немає індексованого вмісту
vi: Chưa có nội dung được lập chỉ mục
zh_hans: 该仓库尚未生成分片
zh_hant: 該倉庫尚未生成分片

# rag.browser.noDescription
source: No description
ar: لا يوجد وصف
de: Keine Beschreibung
es: Sin descripción
fr: Aucune description
id: Tidak ada deskripsi
it: Nessuna descrizione
ja: 説明なし
ko: 설명 없음
nl: Geen beschrijving
pl: Brak opisu
pt_br: Sem descrição
ru: Нет описания
tr: Açıklama yok
uk: Немає опису
vi: Không có mô tả
zh_hans: 暂无简介
zh_hant: 暫無簡介

# rag.browser.open
source: Starcat detail
ar: تفاصيل Starcat
es: Detalle de Starcat
fr: Détail Starcat
id: Detail Starcat
it: Dettaglio Starcat
ja: Starcat 詳細
ko: Starcat 상세
pl: Szczegóły Starcat
pt_br: Detalhes do Starcat
ru: Детали Starcat
tr: Starcat detayı
uk: Деталі Starcat
vi: Chi tiết Starcat
zh_hans: Starcat 详情
zh_hant: Starcat 詳情

# rag.browser.overview
source: Index overview
ar: نظرة عامة على الفهرس
de: Index-Übersicht
es: Resumen del índice
fr: Aperçu de l'index
id: Ikhtisar indeks
it: Panoramica indice
ja: インデックス概要
ko: 인덱스 개요
nl: Indexoverzicht
pl: Przegląd indeksu
pt_br: Visão geral do índice
ru: Обзор индекса
tr: Dizin genel bakış
uk: Огляд індексу
vi: Tổng quan chỉ mục
zh_hans: 索引概览
zh_hant: 索引概覽

# rag.browser.overview.model
source: Embedding model
ar: نموذج التضمين
de: Embedding-Modell
es: Modelo de incrustación
fr: Modèle d'embedding
id: Model embedding
it: Modello di embedding
ja: 埋め込みモデル
ko: 임베딩 모델
pl: Model osadzania
pt_br: Modelo de incorporação
ru: Модель эмбеддингов
tr: Gömme modeli
uk: Модель вбудовування
vi: Mô hình nhúng
zh_hans: 向量模型
zh_hant: 向量模型

# rag.browser.overview.repositoryCoverage
source: Repository coverage
ar: تغطية المستودع
de: Repository-Abdeckung
es: Cobertura del repositorio
fr: Couverture des dépôts
id: Cakupan repositori
it: Copertura repository
ja: リポジトリカバレッジ
ko: 저장소 적용 범위
nl: Repositorydekking
pl: Pokrycie repozytoriów
pt_br: Cobertura do repositório
ru: Охват репозиториев
tr: Depo kapsamı
uk: Покриття репозиторіїв
vi: Phạm vi phủ sóng kho lưu trữ
zh_hans: 仓库覆盖
zh_hant: 倉庫覆蓋

# rag.browser.repoContext.available
source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ru: Доступно
tr: Kullanılabilir
uk: Доступно
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

# rag.browser.repoContext.delete.action
source: Delete XML
ar: حذف XML
de: XML löschen
es: Eliminar XML
fr: Supprimer le XML
id: Hapus XML
it: Elimina XML
ja: XML を削除
ko: XML 삭제
nl: XML verwijderen
pl: Usuń XML
pt_br: Excluir XML
ru: Удалить XML
tr: XML'i sil
uk: Видалити XML
vi: Xóa XML
zh_hans: 删除 XML
zh_hant: 刪除 XML

# rag.browser.repoContext.delete.message
source: This removes context.xml and its metadata. You can generate them again later.
ar: هذا يزيل context.xml والبيانات الوصفية الخاصة به. يمكنك إنشاؤها مرة أخرى لاحقًا.
de: Dadurch werden context.xml und seine Metadaten entfernt. Sie können sie später erneut generieren.
es: Esto elimina context.xml y sus metadatos. Puedes generarlos de nuevo más tarde.
fr: Cela supprime context.xml et ses métadonnées. Vous pourrez les regénérer plus tard.
id: Ini menghapus context.xml dan metadatanya. Anda dapat membuatnya lagi nanti.
it: Questo rimuove context.xml e i suoi metadati. Puoi rigenerarli in seguito.
ja: これにより context.xml とそのメタデータが削除されます。後で再生成できます。
ko: 이 작업은 context.xml과 해당 메타데이터를 제거합니다. 나중에 다시 생성할 수 있습니다.
nl: Hiermee verwijdert u context.xml en de bijbehorende metadata. U kunt ze later opnieuw genereren.
pl: Spowoduje to usunięcie pliku context.xml i jego metadanych. Możesz je później wygenerować ponownie.
pt_br: Isso remove o context.xml e seus metadados. Você pode gerá-los novamente depois.
ru: Это удалит context.xml и его метаданные. Вы сможете сгенерировать их позже.
tr: Bu, context.xml ve meta verilerini kaldırır. Daha sonra tekrar oluşturabilirsiniz.
uk: Це видалить context.xml та його метадані. Ви зможете створити їх знову пізніше.
vi: Thao tác này xóa context.xml và siêu dữ liệu của nó. Bạn có thể tạo lại chúng sau.
zh_hans: 此操作会删除 context.xml 及其元数据，之后仍可重新生成。
zh_hant: 此操作會刪除 context.xml 及其元數據，之後仍可重新生成。

# rag.browser.repoContext.delete.title
source: Delete RepoContext XML?
ar: حذف RepoContext XML؟
de: RepoContext-XML löschen?
es: ¿Eliminar XML de RepoContext?
fr: Supprimer le XML RepoContext ?
id: Hapus XML RepoContext?
it: Eliminare il XML di RepoContext?
ja: RepoContext XML を削除しますか？
ko: RepoContext XML을 삭제하시겠습니까?
nl: RepoContext XML verwijderen?
pl: Usunąć plik RepoContext XML?
pt_br: Excluir XML do RepoContext?
ru: Удалить RepoContext XML?
tr: RepoContext XML silinsin mi?
uk: Видалити RepoContext XML?
vi: Xóa RepoContext XML?
zh_hans: 删除 RepoContext XML？
zh_hant: 刪除 RepoContext XML？

# rag.browser.repoContext.download
source: Download XML
ar: تنزيل XML
de: XML herunterladen
es: Descargar XML
fr: Télécharger le XML
id: Unduh XML
it: Scarica XML
ja: XML をダウンロード
ko: XML 다운로드
nl: XML downloaden
pl: Pobierz XML
pt_br: Baixar XML
ru: Скачать XML
tr: XML'i indir
uk: Завантажити XML
vi: Tải xuống XML
zh_hans: 下载 XML
zh_hant: 下載 XML

# rag.browser.repoContext.download.action
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# rag.browser.repoContext.download.panelTitle
source: Download RepoContext XML
ar: تنزيل RepoContext XML
de: RepoContext-XML herunterladen
es: Descargar XML de RepoContext
fr: Télécharger le XML RepoContext
id: Unduh XML RepoContext
it: Scarica XML di RepoContext
ja: RepoContext XML をダウンロード
ko: RepoContext XML 다운로드
nl: RepoContext XML downloaden
pl: Pobierz plik RepoContext XML
pt_br: Baixar XML do RepoContext
ru: Скачать RepoContext XML
tr: RepoContext XML İndir
uk: Завантажити RepoContext XML
vi: Tải xuống RepoContext XML
zh_hans: 下载 RepoContext XML
zh_hant: 下載 RepoContext XML
